Repository: greenpeace/greenpeace-global-theme
Catalog: languages/*.po
Languages: th

source: Sorry, we can't find that page!
th: ขออภัย เราไม่พบหน้าดังกล่าว

source: Unknown Campaign page
th: ไม่มีเพจสำหรับงานรณรงค์นี้

source: We want you to take action because together we're strong.
th: พลังของเรามีความหมาย มาร่วมสร้างการเปลี่ยนแปลงให้กับสิ่งแวดล้อม

source: Related Campaigns
th: งานรณรงค์ที่เกี่ยวข้อง

source: This Campaign is not assigned to an Issue
th: งานรณรงค์นี้ไม่ได้อยู่ในประเด็นนี้

source: Most relevant
th: ประเด็นที่เกี่ยวข้อง

source: Most recent
th: การค้นหาล่าสุด

source: DONATE
th: บริจาค

source: PAGE
th: เพจ

source: DOCUMENT
th: เอกสาร

source: POST
th: โพสต์

source: Search page
th: ค้นหาเพจ

source: Document
th: เอกสาร

source: Page
th: เพจ

source: Post
th: โพสต์

source: Act
th: มีส่วนร่วมกับเรา

source: Explore
th: งานรณรงค์กรีนพีซ

source: About Greenpeace
th: เกี่ยวกับกรีนพีซ

source: Articles
th: บทความ

source: Posts by
th: โพสต์โดย

source: Load More
th: เพิ่มเติม

source: Search
th: ค้นหา

source: Menu
th: เมนู

source: Close Menu
th: ปิดเมนู

source: Change Country
th: เลือกประเทศ

source: GOT IT!
th: สำเร็จ!

source: We're sorry we couldn't find any matches for your search term.
th: ขออภัย เราไม่พบผลลัพธ์ที่ตรงกับการค้นหาของคุณ

source: Check for typos, and try your search again
th: กรุณาตรวจสอบคำผิดและลองค้นหาอีกครั้ง

source: Try searching for somthing else
th: ค้นหาในคำอื่นๆ

source: Search our archive. You'll be redirected to the archive site.
th: ค้นหาจากคลังข้อมูลของเรา

source: We also included results for
th: รวบรวมผลลัพธ์จาก

source: This Site
th: เว็บไซต์นี้

source: Archive
th: คลังข้อมูล

source: ISSUE
th: ประเด็น

source: CATEGORY
th: หมวดหมู่

source: CONTENT TYPES
th: ประเภทของคอนเทนต์

source: CAMPAIGN
th: งานรณรงค์

source: Cancel
th: ยกเลิก

source: Issue
th: ประเด็น

source: Campaign
th: งานรณรงค์

source: Category
th: หมวดหมู่

source: Content type
th: ประเภทของคอนเทนต์

source: take action
th: สร้างการเปลี่ยนแปลง

source: Download
th: ดาวน์โหลด

source: by
th: โดย

source: Comments
th: ความเห็น

source: Discussion
th: การพูดคุย

source: Results
th: ผลการค้นหา

source: Share on
th: แชร์

source: Share via
th: แชร์

source: about the author
th: เกี่ยวกับผู้เขียน

source: Email
th: อีเมล

source: Your Email
th: อีเมล

source: Comment
th: ความเห็น

source: Your Comment
th: ความเห็นของคุณ

source: Name
th: ชื่อ

source: Your Name
th: ชื่อ

source: Post Comment
th: คอมเมนท์โพสต์
