Repository: greenpeace/greenpeace-global-theme
Catalog: languages/planet4-master-theme-*.po
Languages: he_il

source: %1$d result for '%2$s'
he_il: %1$d תוצאות עבור '%2$s'

source: %d min read
he_il: %d דקות לקריאה

source: %d result
he_il: %d תוצאות

source: 404 Page
he_il: 404 עמוד לא נמצא

source: About Greenpeace
he_il: אודות גרינפיס

source: Accept all cookies
he_il: אישור כל העוגיות

source: Act
he_il: לפעול

source: ACTION
he_il: לפעול

source: Action
he_il: לפעול

source: Action Type
he_il: סוג פעולה

source: ACTIVE FILTERS
he_il: מסננים פעילים

source: All articles
he_il: כל המאמרים

source: Allow all
he_il: אישור הכל

source: Always enabled
he_il: מופעל תמיד

source: Apply filters
he_il: החל מסננים

source: Archive
he_il: ארכיון

source: Archive URL
he_il: כתובת ארכיון

source: Articles
he_il: מאמרים

source: Campaign
he_il: מאבק

source: Cancel
he_il: ביטול

source: Category
he_il: קטגוריה

source: Change Country
he_il: החלפת מדינה

source: Check for typos, and try your search again
he_il: בדוק שגיאות הקלדה ונסה שוב

source: Clear all
he_il: נקה הכל

source: Clear search
he_il: ניקוי חיפוש

source: Close navigation mobile menu
he_il: סגירת תפריט הניווט בנייד

source: Comment
he_il: תגובה

source: Comments
he_il: תגובות

source: Discussion
he_il: דיון

source: DOCUMENT
he_il: מסמך

source: Document
he_il: מסמך

source: Download
he_il: הורדה

source: Email
he_il: אימייל

source: Enter your search term below
he_il: הכנסת מילות חיפוש

source: Evergreen Page
he_il: עמוד ירוק-עד

source: Explore
he_il: חקור

source: Filters
he_il: מסננים

source: Follow us
he_il: תעקבו אחרינו

source: Greenpeace International
he_il: גרינפיס אינטרנשיונל

source: here
he_il: כאן

source: Home
he_il: בית

source: I agree on providing my name, email and content so that my comment can be stored and displayed in the website.
he_il: הריני לאשר את הסכמתי למתן פרטי שם ודוא״ל על מנת שתגובתי תופיע באתר בהתאם לשיקולם של עורכי האתר.

source: International (English)
he_il: בינלאומי (אנגלית)

source: Invalid password, please try again
he_il: סיסמה לא תקינה, נא לנסות שוב

source: Leave your reply
he_il: השארת תגובה

source: Load More
he_il: טען עוד

source: Manage
he_il: נהל

source: Manage your cookies preferences
he_il: ניהול העדפות העוגיות

source: Menu
he_il: תפריט

source: Most relevant
he_il: הכי רלוונטי

source: Name
he_il: שם

source: Newest
he_il: הכי טרי

source: Oldest
he_il: ישן יותר

source: PAGE
he_il: עמוד

source: Page
he_il: עמוד

source: Please select which cookies you are willing to store.
he_il: נא לבחור אילו עוגיות לשמור.

source: POST
he_il: פרסום

source: Post
he_il: פרסום

source: Post comment
he_il: פרסום תגובה

source: Post Type
he_il: סוג פוסט

source: Posts by
he_il: פרסומים על-ידי

source: Publications
he_il: פרסומים

source: Refine your search
he_il: נא לחדד את החיפוש

source: Reject all
he_il: לדחות הכל

source: Reject all cookies
he_il: לדחות את כל העוגיות

source: Related Campaigns
he_il: מאבקים רלוונטים

source: Results
he_il: תוצאות

source: Save preferences
he_il: שמירת מאפיינים

source: Search
he_il: חיפוש

source: Selected
he_il: נבחר

source: Settings
he_il: הגדרות

source: Share on
he_il: שיתוף

source: Share via
he_il: שיתוף

source: Show less
he_il: להציג פחות

source: Show more
he_il: להציג עוד

source: Sitemap Page
he_il: מפת האתר

source: Skip to Content
he_il: דלג לתוכן

source: Skip to Footer
he_il: דלג לסוף

source: Skip to Navigation
he_il: דלג לניווט

source: Sorry, we can't find that page!
he_il: מצטערים, לא הצלחנו למצוא את העמוד הזה :(

source: Sort by
he_il: סדר לפי

source: Submit
he_il: שליחה

source: Take action
he_il: לעשות משהו

source: Thank you! Please <a href="%s">click here</a> if you are not redirected within a few seconds.
he_il: תודה! נא ללחוץ <a href="%s">כאן</a> אם הדף אינו עובר בצורה אוטומטית בתוך מספר שניות.

source: Things you can do
he_il: דברים שאפשר לעשות

source: This Campaign is not assigned to an Issue
he_il: המאבק לא מחובר לנושא מסויים

source: This link will open a PDF file
he_il: הקישור הזה יפתח קובץ PDF

source: To see the content of this page, please enter your password below
he_il: יש להכניס את הסיסמה שלך כדי לצפות בעמוד זה:

source: Toggle search box
he_il: הפעלה/כיבוי של ארגז החיפוש

source: Toggle search form
he_il: שינוי טופס החיפוש

source: Toggle worldwide site selection menu
he_il: הפעלה/כיבוי של תפריט הבחירה העולמי

source: Try searching for somthing else
he_il: כדאי לנסות לחפש משהו אחר

source: We also included results for
he_il: כללנו גם תוצאות עבור

source: We want you to take action because together we're strong.
he_il: אנחנו רוצים שתעשה משהו כי ביחד אנחנו חזקים.

source: We're sorry we couldn't find any matches for your search term.
he_il: אנו מצטערים אבל לא הצלחנו למצוא דבר התואם למילות החיפוש שלך. אפשר לנסות ביידיש, אבל אנחנו לא מבטיחים כלום ;)

source: Your Comment
he_il: התגובה שלך

source: Your Email
he_il: האימייל שלך

source: Your Name
he_il: שמך
