Repository: greenpeace/greenpeace-global-theme
Catalog: languages/blocks/planet4-blocks-backend-*.po
Languages: nl_nl

source: requires a newer version of PHP.
nl_nl: Vereist een hoger versienummer van PHP

source: (Optional)
nl_nl: (optioneel)

source: (Optional) Fill this only if you need to override issue description.
nl_nl: (optioneel) Vul dit alleen in als je de thema omschrijving wilt overschrijven

source: (Optional) Fill this only if you need to override issue title.
nl_nl: (optioneel) Vul dit alleen in als je de thema titel wilt overschrijven

source: 1 - Top Left
nl_nl: 1- Linksboven

source: 2 - Top Center
nl_nl: 2 - Midden boven

source: 3 - Top Right
nl_nl: 3- Rechtsboven

source: 4 - Middle Left
nl_nl: 4 - Links midden

source: 5 - Middle Center
nl_nl: 5 - Midden midden

source: 6 - Middle Right
nl_nl: 6 - Midden rechts

source: 7 - Bottom Left
nl_nl: 7 - Linksonder

source: 8 - Bottom Center
nl_nl: 8 - Midden onder

source: 9 - Bottom Right
nl_nl: 9 - Rechtsonder

source: <h3>Submenu title</h3>
nl_nl: Submenu titel

source: <i>We use an overlay to fade the image back. Use a number between 1 and 100,<br /> the higher the number, the more faded the image will look. If you leave this <br/> empty, the default of 30 will be used.</i>
nl_nl: <i>Gebruik een nummer tussen 1 en 100 om de afbeelding doorzichtiger te maken,<br /> hoe hoger het nummer hoe doorzichtiger de afbeelding. Als je dit leeg laat wordt '30' ingesteld.</i>

source: Add read more button link
nl_nl: Voeg 'lees meer knop' link toe

source: Add read more button text
nl_nl: Voeg 'lees meer' knop tekst toe

source: All Cookies Description
nl_nl: Alle cookies omschrijving

source: All Cookies Name
nl_nl: Alle cookies naam

source: An in-page table of contents to help users have a sense of what's on the page and let them jump to a topic they are interested in.
nl_nl: An inhoudsopgave om bezoekers een overzicht te geven en de mogelijkheid om naar een onderdeel toe te klikken.

source: Anchor Link Submenu
nl_nl: Anker link submenu

source: Article Count
nl_nl: Aantal artikelen

source: Article Heading
nl_nl: Artikel kop

source: Articles
nl_nl: Artikelen

source: Associate the selected Issue with a Tag
nl_nl: Koppel het geselecteerde thema aan een tag

source: Associate this block to the Issue that it will talk about
nl_nl: Koppel dit blok aan een thema

source: Associate this block with a Take action page
nl_nl: Koppel dit blok aan een actiepagina

source: Associate this block with Actions that have specific Tags
nl_nl: Koppel dit blok aan actiepagina's met een specifieke tag

source: Associate this block with Posts that have a specific Tag
nl_nl: Koppel dit blok aan berichten met een specifieke tag

source: Background
nl_nl: Achtergrond

source: Blocks
nl_nl: Blokken

source: Button link
nl_nl: Knop link

source: Button text
nl_nl: Knop tekst

source: Campaign button link
nl_nl: Campagne knop link

source: Campaign button text
nl_nl: Campagne knop tekst

source: Campaign Description
nl_nl: Campagne omschrijving

source: Campaign fields (Column 2 - Right side)
nl_nl: Campagne velden (Kolom 2 - Rechts)

source: Campaign Image
nl_nl: Campagne afbeelding

source: Campaign Thumbnail
nl_nl: Campagne thumbnail

source: Carousel
nl_nl: Afbeeldingscaroussel

source: Carousel Header
nl_nl: Afbeeldingscaroussel Kop

source: Carousel Split
nl_nl: Afbeeldingscaroussel split

source: Conflict Error
nl_nl: Conflict foutmelding

source: Content Four Column
nl_nl: Content vierkoloms

source: Cookies general description
nl_nl: Cookies omschrijving

source: Cookies title
nl_nl: Cookies titel

source: Current version
nl_nl: Huidige versie

source: Description
nl_nl: Omschrijving

source: Description for the 'all cookies' paragraph
nl_nl: Alle cookies paragraaf

source: Description for the 'necessary cookies' paragraph
nl_nl: Noodzakelijke cookies paragraaf

source: Enter %s link text
nl_nl: Voor %s link tekst in

source: Enter %s link url
nl_nl: Voer %s link in

source: Enter article heading
nl_nl: Voer artikel kop in

source: Enter articles count
nl_nl: Voer aantal artikelen in

source: Enter button link
nl_nl: Voer knop link in

source: Enter button link of %s task/column
nl_nl: Voer knop link in van %s taak/kolom

source: Enter button link of first column
nl_nl: Voer knop link in van eerste kolom

source: Enter button link of second column
nl_nl: Voor knop tekst in van tweede kolom

source: Enter button text
nl_nl: Voer knop tekst in

source: Enter button text of %s task/column
nl_nl: Voer knop tekst in van %s taak/kolom

source: Enter description
nl_nl: Voer omschrijving in

source: Enter description of %s column
nl_nl: Voer omschrijving in van %s kolom

source: Enter description of %s image
nl_nl: Voer omschrijving in van %s afbeelding

source: Enter description of %s task/column
nl_nl: Voer omschrijving van %s taak/kolom

source: Enter description of first column
nl_nl: Voer omschrijving in van eerste kolom

source: Enter description of second column
nl_nl: Voer omschrijving in van tweede kolom

source: Enter header of %s image
nl_nl: Voer kop in van %s afbeelding

source: Enter iframe url
nl_nl: Voeg iframe link in

source: Enter link path
nl_nl: Voeg link in

source: Enter link text
nl_nl: Voeg link tekst in

source: Enter link text for %s image
nl_nl: Voeg link tekst in voor %s afbeelding

source: Enter link url for %s image
nl_nl: Voeg link in voor %s afbeelding

source: Enter subheader of %s image
nl_nl: Voeg subkop in van %s afbeelding

source: Enter tasks description
nl_nl: Voeg taak omschrijving toe

source: Enter tasks title
nl_nl: Voeg taak titel toe

source: Enter title
nl_nl: Voeg titel toe

source: Enter title for this block
nl_nl: Voeg titel toe voor dit blok

source: Enter title of %s column
nl_nl: Voeg titel toe voor %s kolom

source: Enter title of %s task/column
nl_nl: Voeg titel toe voor %s taak/kolom

source: Enter title of first column
nl_nl: Voeg titel toe voor eerste kolom

source: Enter title of second column
nl_nl: Voeg titel toe voor tweede kolom

source: Enter video title
nl_nl: Voeg video titel toe

source: Enter youtube video id
nl_nl: Voer Youtube video id in

source: Happy Point
nl_nl: Nieuwsbrief inschrijving (niet in gebruik)

source: Header
nl_nl: Koptekst

source: Heading
nl_nl: Kop

source: Iframe url
nl_nl: Iframe link

source: Image 1
nl_nl: Afbeelding 1

source: Image 2
nl_nl: Afbeelding 2

source: Image 3
nl_nl: Afbeelding 3

source: Images
nl_nl: Afbeeldingen

source: Issue Description
nl_nl: Thema omschrijving

source: Issue fields (Column 1 - Left side)
nl_nl: Thema velden (Kolom 1 - Links)

source: Issue Image
nl_nl: Thema afbeelding

source: Issue link path
nl_nl: Thema link

source: Issue link text
nl_nl: Thema linktekst

source: Issue Title
nl_nl: Thema titel

source: Label for the 'all cookies' checkbox
nl_nl: Omschrijving naast 'alle cookies' vinkje

source: Label for the 'necessary cookies' checkbox
nl_nl: Omschrijving naast 'noodzakelijke cookies' vinkje

source: Long full-width
nl_nl: Lang volledige breedte

source: Main description for cookies block
nl_nl: Cookies omschrijving

source: Main title for cookies block
nl_nl: Cookies titel

source: Media block
nl_nl: Media blok

source: Minimum required version of PHP:
nl_nl: Minimum vereiste PHP versie:

source: Minimum version
nl_nl: Minimum versie

source: Necessary Cookies Description
nl_nl: Noodzakelijke cookies omschrijving

source: Necessary Cookies Name
nl_nl: Noodzakelijke cookies naam

source: None
nl_nl: Geen

source: Number of covers displayed
nl_nl: Aantal kaarten weergegeven

source: Number of Posts displayed
nl_nl: Aantal berichten weergegeven

source: PHP Requirements Error
nl_nl: PHP vereisten foutmelding

source: plugin needs to be installed and activated.
nl_nl: plugin moet worden geinstalleerd en geactiveerd

source: Read More Link
nl_nl: Lees meer link

source: Read More Text
nl_nl: Lees meer tekst

source: Requirements Error(s)
nl_nl: Vereisten foutmeldingen:

source: Running version of PHP:
nl_nl: Huidige PHP versie:

source: Select a Tag
nl_nl: Selecteer een tag

source: Select a tag
nl_nl: Selecteer een tag

source: Select a Take action Page
nl_nl: Selecteer een actiepagina

source: Select an issue
nl_nl: Selecteer een thema

source: Select Background Image
nl_nl: Selecteer een achtergrond afbeelding

source: Select Carousel Images
nl_nl: Selecter afbeeldingscaroussel afbeeldingen

source: Select file for %s image
nl_nl: Selecteer bestand voor %s afbeelding

source: Select First Image
nl_nl: Selecteer eerste afbeelding

source: Select focus point for background image
nl_nl: Selecteer focuspunt voor achtergrondafbeelding

source: Select focus point for campaign image
nl_nl: Selecteer focuspunt voor campagne afbeelding

source: Select focus point for image %s
nl_nl: Selecteer focuspunt voor %s afbeelding

source: Select focus point for issue image
nl_nl: Selecteer focuspunt voor thema afbeelding

source: Select Image
nl_nl: Selecteer afbeelding

source: Select Image for %s column
nl_nl: Selecteer afbeelding voor %s kolom

source: Select Image for %s task/column
nl_nl: Selecteer afbeelding voor %s taak/kolom

source: Select Image for Campaign
nl_nl: Selecteer afbeelding voor Campagne

source: Select Image for Issue
nl_nl: Selecteer afbeelding voor thema

source: Select Image for the media block
nl_nl: Selecteer afbeelding voor het media blok

source: Select Images for Carousel
nl_nl: Selecteer afbeeldingen voor afbeeldingencaroussel

source: Select Language
nl_nl: Selecteer taal

source: Select Second Image
nl_nl: Selecteer tweede afbeelding

source: Select Tags
nl_nl: Selecteer tags

source: Select Third Image
nl_nl: Selecteer derde afbeelding

source: Settings
nl_nl: Instellingen

source: Short full-width
nl_nl: Kort volledige breedte

source: Short sidebar
nl_nl: Korte zijbalk

source: Show 1 Row
nl_nl: Toon 1 rij

source: Show 1 Row: Displays 3 Covers on desktop and 2 Covers on mobile.<br> Show 2 Rows: Displays 6 Covers on desktop and 4 covers on mobile.<br> (Another Row will be revealed each time the Load more button is clicked)<br> Show All Covers: Displays all available Covers on desktop and 4 Covers on mobile.
nl_nl: Toon 1 rij: Toon 3 kaarten op desktop en 2 kaarten op mobiel.<br> Toon 2 rijen: Toon 6 kaarten op desktop en 4 kaarten op mobiel.<br> (Een nieuwe rij kaarten wordt geladen nadat er op de 'Lees meer' knop is geklikt<br> Toon alle kaarten: Toon op alle kaarten op desktop en 4 kaarten op mobiel

source: Show 1 Row: Displays 4 Posts on desktop and 3 Posts on mobile.<br> Show 2 Rows: Displays 8 Posts on desktop and 6 Posts on mobile.<br> (Another Row will be revealed each time the Load more button is clicked)<br> Show All Rows: Displays all available Posts on desktop and 4 Posts on mobile.
nl_nl: Toon 1 rij: Toon 4 kaarten op desktop en 3 kaarten op mobiel.<br> Toon 2 rijen: Toon 8 kaarten op desktop en 6 kaarten op mobiel.<br> (Een nieuwe rij kaarten wordt geladen nadat er op de 'Lees meer' knop is geklikt<br> Toon alle kaarten: Toon op alle kaarten op desktop en 6 kaarten op mobiel

source: Show 2 Rows
nl_nl: Toon 2 rijen

source: Show All Covers
nl_nl: Toon alle kaarten

source: Show All Posts
nl_nl: Toon alle berichten

source: Split Two Columns
nl_nl: Twee kolommen

source: Static Four Column
nl_nl: Statisch 4 kolommen

source: Subheader
nl_nl: Subkop

source: Take action Boxout
nl_nl: Onderneem actie blok

source: Take action Covers
nl_nl: Actiepagina kaarten

source: Take action tasks
nl_nl: Taken

source: Task %s: Button Link
nl_nl: Taak %s: Knop link

source: Task %s: Button Text
nl_nl: Taak %s: Knop tekst

source: Task %s: Description
nl_nl: Taak %s: Omschrijving

source: Task %s: Title <br> <i>Title is mandatory. In order for the task to be appeared title has to be filled.</i>
nl_nl: <i>Titel is verplicht, anders verschijnt de taak niet</i>

source: Tasks Description
nl_nl: Taken omschrijving

source: Tasks Title
nl_nl: Taken titel

source: Text for link
nl_nl: Linktekst

source: Three Columns
nl_nl: Driekoloms

source: Title
nl_nl: titel

source: Title. <i>If it is not defined, title will default to 'Publications'</i>
nl_nl: Titel. Als niet ingevuld is dit standaard 'Publicaties'

source: Two Columns
nl_nl: Tweekoloms

source: Url for link
nl_nl: Link

source: Use mailing list iframe
nl_nl: Gebruik iframe voor nieuwsbrief

source: Video Title
nl_nl: Video titel

source: What style of menu do you need?
nl_nl: Welke stijl menu wil je?
